{"relatedBulletins":[],"pdfTable":[],"sections":[{"title":"Main points ","markdown":"Over recent decades, we’ve seen continued falls in overall levels of crime but in the last year the trend has been more stable. The latest figures show no change in the total level of crime but this hides variation in different crime types. Over the last year, we have seen rises in some types of theft and in some lower-volume but higher-harm types of violence. This is balanced by a fall in the high-volume offence of computer misuse and no change in other high-volume offences such as overall violence, criminal damage and fraud. To put these figures into context, only 2 out of 10 adults experienced crime in the latest year.\n\nAs the overall crime figure covers a broad range of crime types, it is useful to focus on individual crime types. \n\nThe latest estimate from the Crime Survey for England and Wales showed an 8% increase in theft compared with the previous year. The overall increase in theft was not driven by one type of theft, but non-significant increases across many subcategories. For types of theft thought to be relatively well reported and recorded, police recorded crime data can also provide useful insights. The police have recorded increases in theft over the last year, but the latest annual increase is lower than seen in recent quarters. \n\nThere has been no change in commonly occurring types of violent crime, but increases in some lower-volume, higher-harm types of violence. Our assessment from the Crime Survey is that the level of lower-harm violent offences are stable. However, police recorded crime data and NHS data give more insight into the lower-volume but higher-harm violence that the survey does not capture well. These data sources show: \n\n- a continued rise in the number of police recorded offences involving knives or sharp instruments\n\n- the number of admissions to hospital in England for assaults involving a sharp instrument has been increasing\n\n- the number of homicides increased following a long-term decline\n\n- a decrease in the number of police recorded offences involving firearms\n\nMany of these lower-volume, higher-harm types of violence tend to be concentrated in London and other metropolitan areas. \n\nWhen looking at changes in crime over the longer-term we need to exclude fraud and computer misuse to make the series comparable. On this measure, the Crime Survey estimates a 6% increase in the latest year, and the number of such crimes is at a similar level to year ending September 2016. However, it is too early to say, from this single data point, whether this will come to represent a change in the trend. \n\n###Important points for interpreting figures in this bulletin\n\n- An increase in the number of crimes recorded by the police does not necessarily mean the level of crime has increased. \n\n- For many types of crime, police recorded crime statistics do not provide a reliable measure of levels or trends in crime as they only cover crimes that come to the attention of the police.\n\n- Police recorded crime statistics can be affected by changes in policing activity and recording practice and by willingness of victims to report.\n\n- The CSEW does not cover crimes against businesses or those not resident in households and is not well-suited to measuring trends in some of the more harmful crimes that occur in relatively low volumes.\n\n- For offences that are well recorded by the police, police figures provide a useful supplement to the survey and provide insight into areas that the survey does not cover well. \n\n\n\n\n\n\n\n\n"},{"title":"Latest figures","markdown":"A summary of the latest figures for a selection of different crime types is given in Table 1, using the most appropriate data source for each. More detailed analysis and commentary by crime type is provided in Sections 6 to 12 of this bulletin.\n\n\u003cons-table path\u003d\"89e29d36\" /\u003e"},{"title":"Statistician’s comment","markdown":"“Over recent decades, we’ve seen continued falls in overall levels of crime but in the last year the trend has been more stable. The latest figures show no change in the total level of crime but variation by crime types. We saw rises in some types of theft and in some lower-volume but higher-harm types of violence, balanced by a fall in the high-volume offence of computer misuse. There was no change in other high-volume offences such as overall violence, criminal damage and fraud.\n\n“To put today’s crime survey figures into context, only 2 out of 10 adults experienced crime in the latest year.”  \n\nJoe Traynor, ONS Centre for Crime and Justice"},{"title":"Things you need to know about this release","markdown":"###How do we measure crime? \n\nCrime covers a wide range of offences, from the most harmful such as murder and rape through to more minor incidents of criminal damage or petty theft. In general, the most serious crimes tend to be relatively low in volume and trends in total crime are often mainly influenced by changes in the levels of higher volume but less harmful crimes. Crime is often hidden and different types of offence occur in different circumstances and at different frequencies. This means crime can never be measured entirely by any single source. \n\n###Sources included\n\nThis bulletin reports on two main sources of crime data: the Crime Survey for England and Wales (CSEW) and police recorded crime. More information on both these sources can be found in the [User guide to crime statistics for England and Wales][1]. Where possible, we refer to other sources of data or statistics to support our findings. \n\n###Crime Survey for England and Wales \nThe CSEW is a face-to-face victimisation survey. People resident in households in England and Wales are asked about their experiences of a selected range of offences in the 12 months prior to the interview. More information on the methodology can be found in the [Crime in England and Wales Quality and Methodology Information report][2]. \n\nThe CSEW is our most reliable indicator for long-term trends, particularly for the more common types of crime experienced by the general population. In comparison with police recorded crime, it is unaffected by changes in reporting rates or police activity and it includes crimes that do not come to the attention of the police.\n\nThe CSEW does not cover crimes against businesses or those not resident in households (for example, short-term visitors, or people living in institutions – such as care homes). It also excludes homicides and crimes that are termed “victimless”, such as possession of drugs. The CSEW is not well-suited to measuring trends in some of the more harmful crimes that occur in relatively low volumes. This is because estimates of less frequently-occurring crime types can be subject to substantial variability from one time period to another, making it difficult to interpret short-term trends.\n\nAll changes reported in this bulletin, based on the CSEW, are statistically significant at the 5% level unless stated otherwise. When we say that a change in crime is statistically significant, we are confident that the change indicated by the data would occur at least 19 times out of 20 if we carried out the same survey on different random samples of the population.  \n\n###Police recorded crime \nPolice recorded crime is the number of crimes reported to and recorded by the police. \n\nFor types of crime that are well-reported and accurately recorded, police data can provide a valuable measure of trends. These data also provide an insight into the demands being made on the police and are useful in assessing how caseload has changed both in volume and nature over time.\n\nHowever, police recorded crime statistics do not always provide a reliable measure of levels or trends for many types of crime. This is because not all crimes are reported to the police. For example, victims may be reluctant to report a crime because it seems too trivial, or not worth reporting. In contrast, other crimes, such as thefts, may be more likely to be reported if they require a crime reference number to be issued by the police, to support an insurance claim.\n\nFurthermore, police recorded figures can be affected by changes in recording practices. Some types of crime are less affected by changes in recording practices. In these cases, police figures can be a useful supplement to the CSEW by providing a measure that better covers the more harmful, less frequently-occurring offences that the survey does not cover well. \n\nHowever, due to wider concerns over the quality and consistency of crime recording, police recorded crime data were assessed against the Code of Practice for Official Statistics in 2014 (now the Code of Practice for Statistics) and found not to meet the required standard for designation as National Statistics^1^. \n\nSince then, there has been an increased focus on improving recording practices, which has led to a greater proportion of reported crimes being recorded by the police^2^. For this reason, an increase in the number of crimes recorded by the police does not necessarily mean the level of crime has increased. [Inspection reports][3]^3^ from Her Majesty’s Inspectorate of Constabulary and Fire \u0026 Rescue Services (HMICFRS) suggest that some offences, including sexual offences, are still significantly under-recorded by the police^4^. Despite this, the most recent [Annual Assessment from HMICFRS][4] recognises that police forces are making improvements to their recording practices.\n\nFor more information about crimes recorded by the police, see [What’s happened to the volume of crime recorded by the police?][5]\n\nInformation on why the CSEW and police recorded crime figures can sometimes show differing trends is published in the methodological note [Why do the two data sources show differing trends?][6] More detailed information about CSEW and police recorded crime is available in both [Quality and Methodology][7] and in our [User guide to crime statistics for England and Wales][8]. \n\n###Time periods covered\nThe latest CSEW figures presented in this release are based on interviews conducted between July 2017 and June 2018, measuring peoples’ experiences of crime in the 12 months before the interview.\n\nThe latest recorded crime figures relate to crimes recorded by the police during the year ending June 2018 (between July 2017 and June 2018). A “snapshot” of police recorded crime data for the year ending June 2018 was taken on 26 September 2018 to ensure the data do not change during the analysis period^5^.\n\nIn this release:\n\n- “latest year” (or “latest survey year”) refers to the (survey) year ending June 2018\n\n- “previous year” (or “previous survey year”) refers to the (survey) year ending June 2017\n\n- any other time period is referred to explicitly\n\nOur bulletins are produced every quarter, based on rolling data. This means that there is an overlap of data from one bulletin to the next. For example, the time period covered in our last bulletin was April 2017 to March 2018. Our current bulletin uses some of this data (from July 2017 to March 2018) and adds in new data gathered between April and June 2018. As a result, many findings do not change greatly between quarterly bulletins. \n\n###Useful crime terms\nCertain terms used to describe crime data within this bulletin can often be confused with other, related definitions. In particular, it is useful to know that:\n\n- homicide includes murder, manslaughter, corporate manslaughter and infanticide; in the bulletin, we focus on homicide as a whole\n\n- the bulletin refers to firearms rather than the more generic term of guns; firearms include: shotguns, handguns, rifles, imitation firearms, unidentified firearms and other firearms \n\n- mugging is an informal term for robbery, in this bulletin we use the term “robbery”\n\n- cybercrimes (or online crimes) are offences that can be committed via a computer, computer network or other form of information and communications technology (ICT); cybercrimes include computer misuse crimes, they also include some frauds that only occur online (for example, online shopping scams) and some non-fraud crimes (for example, online harassment) \n\n- domestic abuse is not limited to physical violence and refers to crimes committed by either a partner, ex-partner or family member\n\n###Crime statistics and the wider criminal justice system\n\nThe crime statistics reported in this release relate to only a part of the wider set of official statistics available on crime and other areas of the criminal justice system. This wider context includes statistics on: the outcomes of police investigations; the judicial process including charges, prosecutions and convictions; through to the management of prisons and prisoners. \n\nSome of these statistics are published by the Home Office or the Ministry of Justice. We have produced a flowchart showing the [connections between the different aspects of crime and justice][9], as well as the statistics available for each area. \n\n###The current bulletin and other crime statistics\n\nIn this bulletin we present the latest crime figures and trends. It provides a general overview, with more detailed discussion for certain types of crime where our findings need a fuller explanation. If you are looking for a more in-depth analysis of specific types of offences, you may be interested in other articles and research that we produce throughout the year. To access these articles, see our [main crime and justice webpage][10]. \n\n####Notes for: Things you need to know about this release\n1. The full assessment report can be found on the [UK Statistics Authority (PDF, 220.9KB)][11] website. Data from the Crime Survey for England and Wales (CSEW) continue to be badged as National Statistics. \n\n2. The [Crime-recording: making the victim count][12] report, published by HMICFRS in late 2014, found that violent offences had been substantially under-recorded (by 33% nationally) and led to police forces reviewing and improving their recording processes.\n\n3. These reports were published between 2016 and 2018, and the most recent reports were published on 2 October 2018. Four re-inspection reports have also been published.\n\n4. Of the 28 published inspection reports, and four re-inspection reports, one force received a rating of “outstanding”, nine forces received a rating of “good”, with a further ten rated as “requires improvement” and another eight as “inadequate”. \n\n5. See Section 3.6 of the [User Guide][13] for more information. \n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeinenglandandwalesqmi\n  [3]: https://www.justiceinspectorates.gov.uk/hmicfrs/?cat\u003dcrime-recording-2\u0026type\u003dpublications\u0026s\u0026force\u0026year\n  [4]: https://www.justiceinspectorates.gov.uk/hmicfrs/publications/state-of-policing-the-annual-assessment-of-policing-in-england-and-wales-2017/\n  [5]: https://publishing.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#whats-happened-to-the-volume-of-crime-recorded-by-the-police\n  [6]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/methodologicalnotewhydothetwodatasourcesshowdifferingtrends\n  [7]: https://publishing.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#quality-and-methodology\n  [8]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [9]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/overviewofcrimeandjusticestatistics\n  [10]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice\n  [11]: https://www.statisticsauthority.gov.uk/wp-content/uploads/2015/12/images-assessmentreport268statisticsoncrimeinenglandandwale_tcm97-43508-1.pdf\n  [12]: https://www.justiceinspectorates.gov.uk/hmicfrs/publications/crime-recording-making-the-victim-count/\n  [13]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales"},{"title":"Overview of crime","markdown":"This section provides an overview of findings across our two main data sources. A selection of these findings are discussed in more depth in subsequent sections.\n\nThe latest estimates from the Crime Survey for England and Wales (CSEW) for the year ending June 2018 show that most types of crime have stayed at similar levels to the previous year (Figure 1). Estimates for total crime, including fraud and computer misuse, showed no change (10.7 million offences). \n\nNew victimisation questions on fraud and computer misuse were introduced into the CSEW in October 2015. These offences are excluded when looking at changes in crime over the longer-term to make figures comparable. The latest estimate indicates that CSEW crime (excluding fraud and computer misuse) rose by 6% in the year ending June 2018 (to 6.2 million offences). This increase was driven mainly by theft offences (75% of the increase). However, it is too early to say, from this single data point, whether this will come to represent a change in the trend. The number of such crimes is now at a similar level to the year ending September 2016. \n\n\u003cons-chart path\u003d\"75c55272\" /\u003e\n\n###Which crime types have changed, according to the CSEW?\nWhen looking at the main types of crime, the largest change in the volume of incidents across all crime types was seen in computer misuse offences. This offence type decreased by 30% (to 1.12 million offences), driven largely by a 43% decrease in computer viruses. \n\nA significant change was also seen in the number of theft offences estimates by the CSEW. Overall theft offences showed an 8% increase (to 3,591,000 offences), although this was not driven by one type of theft but non-significant increases across many subcategories.\n\nAll other main types of crime measured by the survey showed no statistically significant change in the number of offences. However, changes were seen in some of the fraud and computer misuse subcategories (see [Appendix Table A1][1] for details).\n\n###Most people are not victims of crime\nThe latest survey estimates showed that the minority of adults (2 in 10) experienced any of the crimes asked about in the survey in the previous 12 months. \n\n\u003cons-chart path\u003d\"c8d49cf2\" /\u003e\n\nThe latest data show that it is much more likely for an adult in England and Wales to experience fraud, than a violent offence such as robbery.\n\nThe likelihood of being a victim has fallen considerably over the long-term. Around 4 in 10 adults were estimated to have been a victim of crime in 1995, before the survey included fraud and computer misuse in its coverage. Looking at crimes comparable with those measured in the 1995 survey, less than 2 in 10 adults were victims of crime in the year ending June 2018. \n\n###Police recorded crime data show a genuine increase in some higher-harm violent offences\n\nThe latest police figures indicate rises in some higher-harm violent offences involving the use of weapons^1^, which are thought to reflect genuine changes. In particular, over the last year, recorded offences involving knives or sharp instruments went up by 12% to 39,332^2^. However, there was a decrease seen in offences involving firearms, which fell by 5% (to 6,362 offences) (Figure 3).\n\n\u003cons-chart path\u003d\"b1414169\" /\u003e\n\nThe headline number of offences involving a knife or sharp instrument in the latest year (41,884 offences) includes all 44 police forces in England and Wales (including British Transport Police). However, data from Greater Manchester Police (GMP) have been excluded from the time series. \n\nA review of GMP data has identified undercounting of crimes involving a knife or sharp instrument. This occurred due to a technical issue with the identification and extraction of all relevant records of these offences from their crime recording system. GMP have changed the methodology they use to extract knife or sharp instrument offences and data from December 2017 onwards have been revised. However, data for earlier periods have not been revised and are likely to exclude relevant crimes that were recorded in GMP. Due to these changes, data for GMP have been excluded from the time series. Figures including and excluding GMP can be found in [Tables F3a and F3b][2].\n\nExcluding data from Greater Manchester Police, offences involving a knife or a sharp instrument are at the highest level recorded (39,332 offences) since comparable data began to be collected in April 2010. However, they are still relatively rare. These offences are concentrated in London and other metropolitan areas. However, the majority of police force areas saw a rise in this type of violent crime ([Tables P4 and P5][3]). \n\nThe rise in this type of crime is supported by admissions data for NHS hospitals in England^3^, which have shown an increase in admissions for assault by a sharp object in the year to March 2018.\n\nFurther discussion about offences involving knives or sharp instruments can be found in [Some weapons offences are rising, but this type of crime remains rare][4]. \n\n###Homicides have increased, but this remains a low-volume crime\nThe total number of homicides recorded by the police rose by 8% (to 719 offences). However, recent trends are affected by the recording of exceptional incidents with multiple victims such as the terrorist attacks in London^4^ and Manchester in 2017. \n\nIf these cases are excluded we can provide an underlying trend in recorded homicides over time.  In this case, the latest figures show 89 more homicides than the previous year, a 14% rise from 630 to 719 offences. This continues an upward trend in homicides since March 2014, indicating a change to the long-term decrease over the previous decade (Figure 4).\n\n\u003cons-chart path\u003d\"2d277efa\" /\u003e\n\n###Vehicle offences, burglary and robbery also thought to show genuine increases\nPolice recorded figures showed increases in both vehicle-related theft (up 7% to 457,970 offences) and burglaries (up 2% to 432,267 offences) for the year ending June 2018. However, the size of the annual increase in both offences is smaller than those reported in recent quarters. For example, in the year ending March 2018, the police recorded a 12% increase in the number of vehicle offences and a 6% increase in the number of burglary offences. It is too early to tell whether this represents a change to the recent trend.\n\nWhile the differences seen in these offences estimated by the CSEW are not statistically significant, the pattern appears to be similar to police recorded crime. Both crime types are thought to be generally well-reported by victims and well-recorded by the police and so we believe the recent increases reflect genuine rises.\n\nThe police also recorded a rise in robbery (up 22% to 79,117 offences) (Figure 5). The number of recorded robberies are disproportionately high in London, accounting for 42% of all recorded robberies. In comparison, London accounts for 17% of all recorded crimes in England and Wales.\n\nThe rise in robbery is likely to reflect a real increase in these crimes, but it also reflects an improvement in recording practices. The impact of better recording is thought to affect the increase in recorded robberies more than the increases in recorded burglary and vehicle offences. However, it is thought to be less pronounced than for other crime types (see [What’s happened to the volume of crime recorded by the police?][5]).\n\nThe CSEW does not provide a robust measure of short-term trends in robbery as it is a relatively low-volume crime. This is highlighted by the fact that the estimated 45% increase in robbery offences estimated by the CSEW in the latest year was not statistically significant.  \n\n\u003cons-chart path\u003d\"a294906a\" /\u003e\n\nMore detailed analysis by crime type is provided in Sections 6 to 12 of this bulletin and further breakdown is provided in the [Appendix tables][6] published alongside this bulletin.\n\n###CSEW and police recorded crime figures for main crime types\n\n\u003cons-table path\u003d\"46bdd922\" /\u003e\n\n\u003cons-table path\u003d\"c1b0e4a4\" /\u003e\n\n###Rises in some offence types for police recorded crime need to be interpreted with caution\nFor some crimes, police recorded data show an increase in the number of recorded offences, but this is unlikely to indicate a real rise in the amount of crime occurring. For the latest figures, this relates to:\n\n- violent crime, particularly violence without injury offences \n\n- sexual offences \n\n- stalking and harassment\n\n- public order offences \n\nIt is thought that increases in these crimes types largely reflect changes in reporting and recording practices. These are discussed separately in more detail in [What’s happened to the volume of crime recorded by the police?][7]\n\nYou can also read more about our data sources in [Things you need to know about this release][8]. \n\n\u003cons-table path\u003d\"129798c3\" /\u003e\n\n####Notes for: Overview of crime\n\n1. In this bulletin we discuss weapons offences as a whole, alongside violent offences. However, we note that sexual offences and robbery are defined as separate categories to that of violence. \n\n2. Excludes Greater Manchester Police (GMP).\n\n3. Data are from [NHS Hospital Admitted Patient Care Activity, 2017-18][9] and [NHS Hospital Admitted Patient Care Activity, 2016-17][10]. See the “External Causes” datasets.\n\n4. Includes victims of the London Bridge and Borough Market, and Westminster attacks. Events at Finsbury Park are not included as there were not multiple victims of homicide.\n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [3]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/policeforceareadatatables\n  [4]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#some-weapons-offences-are-rising-but-this-type-of-crime-remains-rare\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#whats-happened-to-the-volume-of-crime-recorded-by-the-police\n  [6]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [7]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#whats-happened-to-the-volume-of-crime-recorded-by-the-police\n  [8]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#things-you-need-to-know-about-this-release\n  [9]: https://digital.nhs.uk/data-and-information/publications/statistical/hospital-admitted-patient-care-activity/2017-18\n  [10]: https://digital.nhs.uk/data-and-information/publications/statistical/hospital-admitted-patient-care-activity/2016-17"},{"title":"No change in the most common types of violent crime ","markdown":"This section examines the most recent findings about violent crime and includes:\n\n- the more frequently-occurring types of violent crime measured by the Crime Survey for England and Wales (CSEW), such as assault\n\n- the relatively low-volume types of violent crime recorded by the police, including homicide, and death or serious injury caused by unlawful driving\n\nCrimes involving knives or sharp instruments are discussed in [Some weapons offences are rising, but this type of crime remains rare][1].\n\nViolent crime is a broad term that covers a wide variety of offences, including: minor assaults such as pushing and shoving, harassment and psychological abuse (that result in no physical harm) and attempted offences, through to wounding, physical assault, and murder. \n\nThe CSEW data include incidents with and without injury. Violent offences in police recorded data are referred to as “violence against the person”^1^ and include: homicide, death or serious injury caused by unlawful driving, violence with injury, violence without injury, and stalking and harassment. \n\n###CSEW is the best measure of trends in the most common types of violence\nFor the offences and population that it covers, the CSEW provides the best measure of trends for overall violent crime. It has used a consistent methodology since the survey began in 1981. The survey covers crimes that are not reported to or recorded by the police and so tends to provide the better measure of more common but less harmful crimes. Unlike police recorded crime statistics the CSEW is also not affected by changes in recording practices and police activity.\n\nFactors influencing changes in police recorded crime are described in more detail in [What’s happened to the volume of crime handled by the police?][2]\n\n###CSEW shows no change in the level of violence in recent years\nThere were an estimated 1.3 million incidents of violence experienced by adults aged 16 years and over in the latest CSEW survey for the year ending June 2018. This figure has not changed significantly compared with last year. This continues a period of no change seen over the last four years, following long-term decreases since the peak in 1995 (Figure 6). \n\n\u003cons-chart path\u003d\"af8ef323\" /\u003e\n\n###Long-term reductions in violent crime supported by other data\nThe longer-term reductions in violent crime, as shown by the CSEW, are reflected in the findings of the most recent [admissions data for NHS hospitals][3] in England. Assault admissions for the year ending March 2018^2^ (28,179) were 50% lower than the year ending March 2008 (42,181 admissions). In addition, research conducted by the [Violence and Society Research Group at Cardiff University (PDF, 502KB)][4] showed similar findings. Results from their annual survey, covering a sample of hospital emergency departments and walk-in centres in England and Wales, showed that violence-related attendances in 2017 fell 39% since 2010. \n\nEstimates of violence against 10-to-15-year-olds, as measured by the CSEW, can be found in [Appendix tables A9, A10, A11 and A12][5]. The estimates are not directly comparable with the main survey of adults, so are not included in the headline totals.\n\n###Homicides have increased, but this remains a low volume crime \nWhile the CSEW provides a good picture of the overall trend in violent crime, police recorded crime is a better measure of higher-harm but less common types of violence, such as homicide^3^, that the CSEW is not able to collect data on. \n\nThe police recorded 719 homicides^4^ in the latest year to June 2018, an 8% rise compared with the previous year ([Table A4][6]). However, recent trends in homicide have been affected by the recording of incidents with multiple victims. Of the 665 homicides recorded in the year ending June 2017, there were 35 that related to the London and Manchester terror attacks. Excluding these exceptional events, there was a volume rise of 89 homicides (a 14% rise, up to a total of 719) (Figure 7). \n\nAn upward trend seen over the last four years contrasts with the previously downward trend since the introduction of the National Crime Recording Standard (NCRS) in 2002. Despite this, the rate of homicide in the population remains very low, at 12 homicides per 1 million people.\n\n\u003cons-chart path\u003d\"bdd6dcf6\" /\u003e\n\nThe number of homicides where a knife or sharp instrument had been used has increased by 25% in the last year (to 280 offences^5^). Of all recorded homicides in the latest data, about 4 in 10 involved a knife or sharp instrument (41%). This proportion is higher than the previous year (34%). For more information on selected violent and sexual crimes involving a knife or sharp instrument, see Table 4.\n\n###Small decrease in death or serious injury caused by unlawful driving\nOffences related to death or serious injury caused by unlawful driving decreased by 3% in the latest year to June 2018, compared with the previous year (to 725 offences). The fall in offences is in contrast with recent years where there has been a rising trend. As with homicide offences, this category is thought to be well-recorded by the police. \n\nThere is more detailed information on long-term trends and the circumstances of violence in [The nature of violent crime in England and Wales: year ending March 2017][7] and [Homicide in England and Wales: year ending March 2017][8]. We have produced other publications that discuss violent crime, which can be found via our [main crime and justice webpage][9].\n\n####Notes for: No change in the most common types of violent crime\n1. There are some closely-related offences in the police recorded crime series, such as public order offences, that have no identifiable victim and are contained within the “other crimes against society” category.\n\n2. [Hospital Admitted Patient Care Activity, 2017-18][10] and [Hospital Episode Statistics, Admitted Patient Care - England, 2007-08][11] provided by NHS Digital. See the ‘External Causes’ datasets. Assault admissions do not include sexual offences but include assault codes X85 to Y04 and Y08 and Y09 from the dataset.\n\n3. Homicide includes the offences of murder, manslaughter, corporate manslaughter and infanticide.\n\n4. Figures from the Homicide Index for the time period April 2016 to March 2017, which take account of further police investigations and court outcomes, were published in [Homicide in England and Wales: year ending March 2017][12] on 8 February 2018.\n\n5. Includes Greater Manchester Police. The recording of homicides involving a knife or sharp instrument was unaffected by their recording review in December 2017. \n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018#some-weapons-offences-are-rising-but-this-type-of-crime-remains-rare\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/june2018#whats-happened-to-the-volume-of-crime-recorded-by-the-police\n  [3]: https://digital.nhs.uk/data-and-information/publications/statistical/hospital-admitted-patient-care-activity/2017-18\n  [4]: https://www.cardiff.ac.uk/__data/assets/pdf_file/0019/1162414/National-Violence-Surveillance-Network-Report-2017.pdf\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [6]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [7]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/thenatureofviolentcrimeinenglandandwales/yearendingmarch2017\n  [8]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/homicideinenglandandwales/yearendingmarch2017\n  [9]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice\n  [10]: https://digital.nhs.uk/data-and-information/publications/statistical/hospital-admitted-patient-care-activity/2017-18\n  [11]: https://digital.nhs.uk/data-and-information/publications/statistical/hospital-admitted-patient-care-activity/hospital-episode-statistics-admitted-patient-care-england-2007-08\n  [12]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/homicideinenglandandwales/yearendingmarch2017"},{"title":"Some weapons offences are rising, but this type of crime remains rare","markdown":"In this section, we focus on crimes involving weapons. Police recorded data are available for both offences involving knives or sharp instruments and offences involving firearms. \n\n###Police recorded crime can be a good measure of less common types of violence\n\nAs offences involving the use of weapons are relatively low in volume, the Crime Survey for England and Wales (CSEW) is not able to provide reliable trends for such incidents. In this case, police recorded crime is a useful source for measuring these offences, although not all offences will come to the attention of the police.\n\n###Highest number of offences involving knives or sharp instruments since 2011^1^ \nPolice recorded knife or sharp instrument offences data are submitted via an additional special collection^2^. Proportions of offences involving the use of a knife or sharp instrument presented in this section are calculated based on figures submitted in this special collection. Although not all offences are included, those selected are thought to cover most offences involving a knife or sharp instrument.\n\nThe police recorded 41,884 offences involving a knife or sharp instrument in the year ending June 2018. However, recent trends in offences involving a knife or sharp instrument have been affected. A review of Greater Manchester Police (GMP) data has identified undercounting of crimes involving a knife or sharp instrument. This occurred due to a technical issue with the identification and extraction of all relevant records of these offences from their crime recording system. GMP have changed the methodology they use to extract knife or sharp instrument offences and data from December 2017 onwards have been revised. Previous data have not been revised and are likely to exclude relevant crimes, therefore data including GMP are not comparable over time. \n\nExcluding GMP, there was a volume rise of 4,198 offences (a 12% rise, up to a total of 39,332 offences) (Figure 8). This is the highest number since the year ending March 2011, the earliest point for which comparable data are available^3^.\n\nThe past four years have seen a rise in the number of recorded offences involving a knife or sharp instrument, following an initial downward trend (Figure 8).\n\n\u003cons-chart path\u003d\"e52a3f60\" /\u003e\n\nThe offences “assault with injury” and “assault with intent to cause serious harm” accounted for around half (46%) of total selected offences involving a knife or sharp instrument. Robberies accounted for a further 43% (Table 4). Rape, attempted murder, sexual assault and homicide account for a very small proportion of offences involving a knife or sharp instrument (3%, or 1,265 out of 41,884 recorded offences from July 2017 to June 2018) (Figure 9).\n\n\u003cons-chart path\u003d\"b1ada4c8\" /\u003e\n\nThe majority of police forces (31 of the 43)^4^ recorded a rise in offences involving knives or sharp instruments in the year ending June 2018. The Metropolitan Police had the largest volume increase in offences involving knives or sharp instruments, accounting for 45% of the total increase in these offences in England and Wales^5^. A breakdown of offences for each police force and the time series for these data are published in [Tables P4 and P5][1].\n\n\u003cons-table path\u003d\"948068b5\" /\u003e\n\n###Recent increases reflect a real rise in offences involving knives or sharp instruments\nWhile it is thought that improvements in recording practices have contributed to the recent increases in recorded knife or sharp instrument offences, we believe that a real rise in the occurrence of these types of crime is also a factor. \n\nNHS data help to provide further insight into offences involving weapons. For example, data for NHS hospitals in England reported 4,986 admissions for assault by a sharp object between April 2017 and March 2018, an increase of 15% in the last year. This also highlights that the number of offences resulting in admission to hospital is substantially lower than the number of recorded offences involving a knife or sharp instrument. \n\n###Possession of an article with a blade or point also rose \nPolice recorded “possession of an article with a blade or point” offences rose, by 21%, to 18,838 offences in the year ending June 2018. This rise is consistent with increases seen over the last five years and is the highest figure since the series began in the year ending March 2009. This figure can often be influenced by increases in targeted police action in relation to knife crime, which is most likely to occur at times when rises in offences involving knives are seen. \n\n###Decrease in offences involving firearms following recent increases\nRecorded offences involving firearms^6^ , ^7^ decreased by 5% (to 6,362) in the year ending June 2018 compared with the previous year (6,694 offences). The fall in offences is in contrast with recent years where there has been a rising trend (Figure 10). \n\n\u003cons-chart path\u003d\"b2f49760\" /\u003e\n\nThis overall decrease was driven by a fall in the number of offences involving less serious weapons such as imitation firearms^8^ (down 18% to 1,409). However, there have also been small falls in more serious weapon categories such as shotguns (down 4% to 626). \n\nThere were increases for some weapon categories but these were of small volume and were cancelled out by the larger volume decreases seen in offences involving shotguns, imitation firearms and unidentified firearms ([Table F2][2]). \n\nFurther analysis on offences involving knives or sharp instruments and offences involving firearms, including figures based on a broader definition of the types of firearm involved^9^, can be found in [Offences involving the use of weapons: data tables][3]. However, this refers to the year ending March 2017. \n\n####Notes for: Some weapons offences are rising, but this type of crime remains rare\n1. A sharp instrument is any object that pierces the skin (or in the case of a threat, is capable of piercing the skin), for example, a broken bottle.\n\n2. This special collection includes the offences: homicide; attempted murder; threats to kill; assault with injury and assault with intent to cause serious harm; robbery; rape; and sexual assault.\n\n3. Data on offences involving a knife or sharp instrument began to be collected in April 2009; however, comparable data are only available from the year ending March 2011. The [Offences involving the use of weapons: data tables][4] include data on offences involving a knife or sharp instrument going back to the year ending March 2009. \n\n4. Excludes Greater Manchester Police. A review of Greater Manchester Police data has identified undercounting of crimes involving a knife or sharp instrument. This occurred due to a technical issue with the identification and extraction of all relevant records of these offences from their crime recording system. GMP have changed the methodology they use to extract knife or sharp instrument offences and data from December 2017 onwards have been revised. However, data for earlier periods have not been revised and are likely to exclude relevant crimes that were recorded in GMP. Due to these changes, data for GMP are not comparable over this time period.\n\n5. Excludes Greater Manchester Police.\n\n6. Firearms include: shotguns; handguns; rifles; imitation weapons such as BB guns or soft air weapons; other weapons such as CS gas or pepper spray and stun guns; and unidentified weapons. These figures exclude conventional air weapons, such as air rifles.\n\n7. Offences involving a firearm include: if a firearm is fired, used as a blunt instrument, or used as a threat.\n\n8. Imitation firearms include replica weapons, as well as low-powered weapons which fire small plastic pellets, such as BB guns and soft air weapons. While injuries can occur from offences involving these weapons, they are less common and tend to be less serious.\n\n9. The broader definition of firearms includes conventional air weapons, such as air rifles.\n\n \n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/policeforceareadatatables\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [3]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/offencesinvolvingtheuseofweaponsdatatables\n  [4]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/offencesinvolvingtheuseofweaponsdatatables"},{"title":"A rise in overall theft, driven by small changes in all subcategories","markdown":"In this section we focus on vehicle-related thefts, burglary and robbery^1^.\n\nThe Crime Survey for England and Wales (CSEW) has shown long-term reductions in most categories of theft, with the overall number of theft offences having fallen by 69% since the year ending December 1995. More recently, there is evidence of a rise in overall theft recorded by the CSEW, but not in one type of theft in particular. \n \nAlthough the CSEW shows no statistically significant change in any one type of theft, we believe there to be genuine increases in vehicle theft, burglary and robbery. Recent rises recorded by the police in these offences are thought to indicate genuine rises as they tend to be relatively well reported by the public and relatively well recorded by the police. \n\nSome other types of theft offences recorded by the police have also seen increases. However, they may be more prone to changes in recording practices, making the picture less clear for these offences.\n\n\u003cons-chart path\u003d\"d56341ac\" /\u003e\n\nThe CSEW estimated a rise in the overall number of theft offences in the year ending June 2018 compared with the previous year (up 8% to 3,591,000 offences). This is not due to a rise in one particular category of theft but small, non-significant increases in many types of theft (Figure 12, [Table A1][1]).\n\nPolice recorded vehicle offences increased by 7% (to 457,970) in the year ending June 2018, continuing the rising trend seen over the last two years. However, the increase was smaller than other annual increases seen in recent quarters (a 12% increase in the year ending March 2018 and a 16% increase in the year ending December 2017). There were increases in both “theft or unauthorised taking of a motor vehicle” (up by 11% to 107,851 recorded offences) and “theft from a vehicle” (up by 4% to 278,867 recorded offences). Recent rises are also evident in the number of motor insurance claims relating to theft^2^. \n\nWhile the apparent increase in CSEW vehicle-related theft in the latest year was not significant, we believe recent rises to be genuine. This is because vehicle-related thefts tend to be relatively well reported by the public and relatively well recorded by the police.  \n\nHowever, the volume rises shown by police recorded crime for vehicle-related offences are relatively small in the context of a longer-term reduction. CSEW vehicle-related theft has fallen by 79% since the year ending December 1995 and 37% since the year ending March 2008. \n\n###Police recorded crime data indicate a genuine increase in burglary and robbery\nAs with vehicle-related theft, burglary and robbery tend to be relatively well reported by the public and relatively well recorded by the police. \n\nThe size of recent rises in police recorded burglary offences reported in our previous bulletins (6% in year ending March 2018, and 9% in year ending December 2017) do not appear to have been sustained in the latest year. Latest figures show that the number of burglary offences recorded by the police increased by 2% (to 432,267 offences) in the year ending June 2018 (Figure 13). While CSEW domestic burglary in the latest year showed no change, we believe there to be a genuine rise in this crime type as it is thought to be less affected by the impact of recording improvements than other types of crime.\n\nRises in police recorded robbery offences were also evident in the latest year (up 22% to 79,117 offences; Figure 13). Recording improvements are likely to have contributed to the rise in robbery, but this offence is also thought to be reflecting a genuine increase. Robbery is a relatively low-volume crime and the CSEW does not provide a robust measure of short-term trends. Whilst the estimated 45% increase in robbery offences in the latest year was not statistically significant, the increase does appear to suggest that the rise in police recorded robbery is genuine.  \n\n\u003cons-chart path\u003d\"5c5f9a87\" /\u003e\n\n###Crimes involving mopeds may have contributed to the increase in some types of theft\nAnecdotal evidence suggests that an increase in moped-related crime may have contributed to rises in vehicle-related thefts, theft from the person and robbery offences. Stolen mopeds have been used to facilitate snatch thefts and robberies. Such vehicles have no, or limited, security, are less likely to have immobilisers and therefore become an easier target for thieves^3^. However, it is not possible to separately identify moped-related crime in our data, meaning we are unable to provide statistics specifically for either the number of mopeds that have been stolen or the number of crimes enabled by a moped. \n\nAs in previous years, the latest data show that robbery and theft from the person offences are disproportionately concentrated in London and other larger cities. In the year ending June 2018, London accounted for 42% of all police recorded robbery and 46% of all police recorded theft from the person offences in England and Wales. This is compared with 17% across all crime types, excluding fraud (see [Police Force Area Data Tables][2]).  \n\nIn previous bulletins, we have referred to data published by the Metropolitan Police^4^ that suggested an increase in robberies and thefts committed on mopeds across London. However, a recent [report by the Home Office][4] states that following a government-led taskforce, aimed at cracking down on moped crime in London, the Metropolitan Police have reported a 33% fall in these crimes in the period from January to August this year compared with the same period in 2017. \n \nAs these crimes are spread across a range of crime types and our data cover an entire year, these decreases are not apparent in this quarterly release. \n\nWe have previously published articles containing more detailed information on the long-term trends for [bicycle theft][5], [vehicle-related theft][6], [robbery and theft from the person][7] and [burglary and other household theft][8].\n\n####Notes for: A rise in overall theft, driven by small changes in all subcategories\n1. Robbery, which is theft (or attempted theft) involving the use or threat of force, is included in this section as it involves theft, but it is not included in the “all theft” category. \n\n2. Based on unpublished information from the Association of British Insurers (ABI).\n\n3. Evidenced in the Metropolitan Police’s [Be Safe][9] Campaign.\n\n4. Data obtained from a published [Freedom of Information (PDF, 124KB)][10] request.\n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/policeforceareadatatables\n  [3]: https://www.met.police.uk/SysSiteAssets/foi-media/metropolitan-police/disclosure_2018/january_2018/information-rights-unit---motorised-scootermoped-crimes-committed-in-london-between-january-2014-to-november-2017\n  [4]: https://www.gov.uk/government/news/fall-in-moped-crime-as-multi-agency-taskforce-produces-results\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewofbicycletheft/2017-07-20\n  [6]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewofvehiclerelatedtheft/2017-07-20\n  [7]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewofrobberyandtheftfromtheperson/2017-07-20\n  [8]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewofburglaryandotherhouseholdtheft/englandandwales\n  [9]: https://www.met.police.uk/police-forces/metropolitan-police/areas/about-us/about-the-met/campaigns/be-safe-campaign/be-safe-scooter-theft/\n  [10]: https://www.met.police.uk/SysSiteAssets/foi-media/metropolitan-police/disclosure_2018/january_2018/information-rights-unit---motorised-scootermoped-crimes-committed-in-london-between-january-2014-to-november-2017"},{"title":"Computer misuse offences show a decrease in computer viruses","markdown":"This section covers our findings about computer misuse crimes, which include offences such as computer viruses and hacking^1^. \n\nData on computer misuse crime are available from new questions introduced in the Crime Survey for England and Wales (CSEW) from October 2015 and from offences referred to the National Fraud Intelligence Bureau (NFIB) by Action Fraud (the public-facing national fraud and cybercrime reporting centre)^2^. \n\nFollowing the introduction of these new crime survey questions, we can look at changes in these estimates over the last two years. However, as this comparison is based on two data points only, caution must be taken in drawing conclusions about trends at this early stage.\n\n###CSEW provides the best indication of the volume of computer misuse offences \nIt is important to consider that Action Fraud data on computer misuse represent only a small fraction of all computer misuse crime, as many incidents are not reported. The CSEW is able to capture some of these unreported offences. This can be seen by the large difference in volume of computer misuse offences between the two sources – 1.1 million offences estimated by the CSEW compared with around 22,000 offences referred to the NFIB by Action Fraud. \n\nIn addition, the two sources have different coverage. While questions on computer misuse in the CSEW provide fuller coverage of computer misuse crimes against the household population, they do not generally include offences committed against businesses and other organisations. As such, it is not possible to make meaningful comparisons between computer misuse crimes reported to Action Fraud and those measured by the survey. \n\n###Fall in computer viruses drives fall in CSEW computer misuse\nIn the year ending June 2018, the CSEW estimated that offences involving computer misuse showed a 30% decrease from the previous year (down to 1.1 million offences; Table 5). This decrease was largely owing to a fall in “computer viruses” (down 43% to 606,000 offences). \n\nIncidents involving “unauthorised access to personal information (including hacking)” (515,000 offences) did not show a significant change from the previous year.\n\n\u003cons-table path\u003d\"d09daf76\" /\u003e\n\n###Increase in incidents of computer misuse reported to Action Fraud\nAll “computer misuse crime”^3^ referred to the NFIB by Action Fraud increased by 4% in the latest year (up to 21,947 offences). This rise was less pronounced than that seen in year ending June 2017, due in part to a notable decrease of 24% for the latest year in computer viruses (down to 6,260 offences). \n\nThis fall in computer viruses is consistent with the latest CSEW fall in this type of crime. It follows a previous substantial rise where a high number of such offences were reported to Action Fraud in the first part of 2017.\n\nThe overall rise in computer misuse recorded by Action Fraud was driven by an increase in “hacking – social media and email” over the last year (up 42% to 8,834 offences). This is thought to reflect an increasing awareness of social media scams among the public, leading to a greater likelihood of incidents being reported. \n\n####Notes for: Computer misuse offences show a decrease in computer viruses\n1. A full definition of terms is provided in the [User guide][1].\n\n2. For further information on these sources and their strengths and weaknesses, please see Section 5.4 of the [User guide][2] and also the [Overview of fraud and computer misuse statistics][3] article.\n\n3. Computer misuse crime covers any unauthorised access to computer material, as set out in the Computer Misuse Act 1990.\n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [3]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewoffraudandcomputermisusestatisticsforenglandandwales/2018-01-25"},{"title":"Little change in the volume of fraud offences in the last year ","markdown":"This section focuses on our most recent findings about fraud, which includes a range of fraudulent activities including bank and credit account fraud, consumer and retail fraud, and advance fee fraud^1^. \n\nThe recorded crime series incorporates fraud offences collated by the National Fraud Intelligence Bureau (NFIB) from three reporting bodies: Action Fraud (the public-facing national fraud and cybercrime reporting centre) and two industry bodies, Cifas and UK Finance^2^ (who report instances of fraud where their member organisations have been a victim^3^).\n\nIn addition, new questions on fraud were introduced in the Crime Survey for England and Wales (CSEW) from October 2015. We can look at changes in these estimates over the last two years. However, as this comparison is based on two data points only, caution must be taken in interpreting trends at this early stage.\n\n###CSEW provides the best indication of the volume of fraud offences \nThe CSEW provides the best measure of fraud offences directly experienced by individuals in England and Wales. CSEW estimates cover a broad range of fraud offences, including attempts, offences involving a loss and incidents not reported to the authorities.\n\nContrasts in findings between the CSEW and the data referred to the NFIB may be explained, in part, by differences in the coverage of the two sources. The number of incidents estimated by the CSEW is substantially higher than the number of incidents referred to the NFIB. This is because the survey captures a large volume of lower-harm cases that are less likely to have been reported to the authorities. For example, the CSEW estimated 3.3 million incidents of fraud for the year ending June 2018 compared with 0.6 million incidents referred to the NFIB (see [Appendix Tables A1 and A5][1]).\n\nIncidents of fraud referred to the NFIB by Action Fraud, Cifas and UK Finance will include reports from businesses and other organisations. They will also tend to mostly be focused on cases at the more serious end of the spectrum. This is because, by definition, they will only include crimes that the victim considers serious enough to report to the authorities or where there are viable lines of investigation. \n\nAs a result, fraud offences referred to the authorities make up a relatively small proportion of the overall volume of fraud. This is supported by findings from the CSEW, which suggests that around 1 in 8 incidents of fraud (13%) are reported by the victim to either the police or to Action Fraud ([Table E5, year ending March 2018][2]). \n\n###No change in fraud measured by CSEW\nFindings for the year ending June 2018 estimated that the number of fraud incidents (3.3 million) had not significantly changed from the previous survey year. Latest results also showed no significant change in offences under the separate subcategories of “bank and credit account fraud”, “advance fee fraud” and “other fraud” (Table 6). However, there was an increase seen in “consumer and retail fraud” (up 27% to 923,000 offences). This includes crimes such as fraudulent sales, bogus callers, ticketing fraud and computer software service fraud.\n\n\u003cons-table path\u003d\"4aea5b36\" /\u003e\n\nOver half of fraud incidents for the latest survey year were thought to be cyber-related^4^ (54% or 1.8 million incidents) ([Table E2][3]).\n\nFurther findings from the CSEW fraud questions for the year ending June 2018 are presented in the [Additional tables on Fraud and Cybercrime][4].\n\n###Recorded crime shows a small decrease in total fraud offences \nThe recorded crime series indicated a small decrease of 2% in the total number of fraud offences referred to the NFIB in the year ending June 2018 (641,700 offences) compared with the previous year (651,694 offences). Some differences were apparent when looking at the separate reporting bodies – Action Fraud reported a rise in fraud offences (up 8% to 288,703), Cifas reported a fall (down 8% to 273,108 offences) and UK Finance reported a fall (down 8% to 79,889 offences). However, these need to be interpreted in terms of differences around coverage and the main types of fraud captured by each reporting body (see [Appendix Table A5][5])^5^.\n\n###Additional administrative data give a fuller picture of card and bank account fraud\nThe latest number of fraud offences referred to the NFIB by UK Finance showed a fall from the previous year. However, additional data collected by UK Finance via their CAMIS system^6^ provide a broader range of bank account and plastic card frauds than those referred for police investigation to the NFIB. \n\nIn the latest year, UK Finance reported 2.0 million cases of frauds (excluding Authorised Push Payments) involving UK-issued payment cards, remote banking and cheques via CAMIS. This is an increase of 8% from the previous year ([Table F4][6]), accounted for solely by a rise in plastic card fraud. \n\n\u003cons-chart path\u003d\"773c755d\" /\u003e\n\nThese data are able to capture card fraud not reported to the police for investigation^7^. They therefore offer a better picture of the scale of bank account and plastic card fraud identified by financial institutions in the UK. The data also help to supplement the CSEW, possibly giving a better indication of short-term trends and helping to bridge the gap between the broad coverage provided by the survey and the narrower focus of offences referred to the NFIB. \n\nMost of the additional offences covered in the CAMIS data fall into the category of “remote purchase fraud”^8^ and fraudulent incidents involving lost or stolen cards. These account for a high proportion of plastic card fraud that is not included in the NFIB figures.\n\nThe introduction of chip card technology has forced fraudsters to change their methods of working. CAMIS figures indicate that remote purchase fraud has consistently accounted for around three-quarters of all plastic card fraud reported to UK Finance. However, most of the latest increase in plastic card fraud reported via CAMIS was covered by offences falling into the category of “lost or stolen cards”, which rose by 43% from the previous year (to 387,075 offences). \n\nThis increase in lost and stolen card fraud reported to UK Finance is thought to be related to a rise in distraction thefts, where fraudsters are stealing cards in shops and at cash machines, and courier scams, where victims are tricked into handing over their cards on the doorstep^9^. \n\n###New figures on Authorised Push Payment fraud are now included in CAMIS data \nAuthorised Push Payment (APP) fraud refers to cases where victims are tricked into sending money directly from their account to an account that the fraudster controls. APP was included for the first time in the CAMIS data for the year ending December 2017. As this is a new data collection, it is not yet possible to make comparisons over time. The new data show that in the year ending June 2018, there were 58,633 cases of APP fraud reported to UK Finance. \n\nAPP fraud can often involve significant sums of money and have adverse financial and emotional consequences for the victim. Unlike most other frauds, victims of APP fraud authorise the payment themselves and this means that they have no legal protection to cover them for losses. UK Finance reported that £145.4 million was lost through such scams in the first six months of 2018^10^. The majority of victims (92%) lost savings on personal accounts, losing an average of approximately £2,950 and the remainder were businesses, who lost on average approximately £20,000 per case. \n\nThese new data were produced in response to investigations by the Payment Systems Regulator (PSR) into a [Super-complaint][7] received from the consumer group Which? in 2016. Following the Super-complaint, the PSR, the [Financial Conduct Authority (FCA)][8] and the [payments industry][9] (represented by UK Finance) have developed an ongoing programme of work to reduce the harm to consumers from APP scams^11^. \n\n####Notes for: Little change in the volume of fraud offences in the last year\n1. A full definition of terms is provided in the [User guide][10].\n\n2. For further information on these sources and their strengths and weaknesses, please see Section 5.4 of the [User guide][11] and also the [Overview of fraud and computer misuse statistics][12] article.\n\n3. A full breakdown of the types of fraud offences referred to the NFIB by Action Fraud, Cifas and UK Finance in the latest year is presented in [Table A5][13] and a definition of terms is provided in the [User guide][14].\n\n4. Based on whether the internet or any type of online activity was related to any aspect of the offence.\n\n5. For further information on these sources and their strengths and weaknesses, please see Section 5.4 of the [User guide][15] and also the [Overview of fraud and computer misuse statistics][16] article.\n\n6. For more information on UK Finance and CAMIS, please see Section 5.4 of the [User guide][17] and also the [Overview of fraud and computer misuse statistics][18] article.\n\n7. The CAMIS system contains cases where it has been judged that there is no evidential value and no hope of identifying the offender. CAMIS data include those cases referred by UK Finance to the NFIB. \n\n8. Remote purchase frauds refer to frauds where, in the vast majority of cases, card details have been fraudulently obtained through unsolicited emails or telephone calls or digital attacks, such as malware and data hacks, and then used to undertake fraudulent purchases over the internet, phone or by mail order. \n\n9. Further information on trends in payment industry fraud based on industry data collated by UK Finance is available in [Fraud the Facts 2017][19].\n\n10. Data reported by UK Finance article [Criminals steal £500m through fraud and scams in the first half of 2018][20]. \n\n11. For more information see the [report and consultation][21] published on 7 November 2017, explaining the work the PSR, the FCA and the payments industry have undertaken in the preceding year.\n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesexperimentaltables\n  [3]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesexperimentaltables\n  [4]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesexperimentaltables\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [6]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [7]: https://www.psr.org.uk/psr-focus/which-super-complaint-payment-scams\n  [8]: https://www.fca.org.uk/news/statements/fca-response-psr-paper-authorised-push-payment-scams\n  [9]: https://www.ukfinance.org.uk/authorised-transfer-scams-data-h12017/\n  [10]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [11]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [12]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewoffraudandcomputermisusestatisticsforenglandandwales/2018-01-25\n  [13]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [14]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [15]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [16]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewoffraudandcomputermisusestatisticsforenglandandwales/2018-01-25\n  [17]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [18]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/overviewoffraudandcomputermisusestatisticsforenglandandwales/2018-01-25\n  [19]: https://www.financialfraudaction.org.uk/publications/\n  [20]: https://www.ukfinance.org.uk/criminals-steal-500m-through-fraud-and-scams-in-the-first-half-of-2018/\n  [21]: https://www.psr.org.uk/psr-publications/consultations/APP-scams-report-and-consultation-Nov-2017"},{"title":"What’s happened to the volume of crime recorded by the police?","markdown":"For many types of offence, police recorded crime figures do not provide a reliable measure of trends in crime, but they do provide a good measure of the crime-related demand on the police.\n\nIn this section we discuss police recorded crime data in more detail, including: \n\n- how police recorded crime data have changed over time\n\n- improvements in recording practices and the impact on the number of recorded crimes\n\n- particular crimes where an increase in the number of recorded offences is due largely to recording improvements or more victims reporting, rather than a genuine rise in crime (some types of violence, public order offences, domestic abuse and sexual offences)\n\n###Police recorded crime data have changed over time\nThe volume of crimes recorded by the police increased between the 1980s and the early 1990s, with changes to recording rules and processes resulting in additional rises between 1998 and 2004. This was followed by a decline in the numbers of crimes recorded by the police during the 2000s and early 2010s. Since 2014, the total number of crimes recorded by the police have increased. Whilst year-on-year increases have grown in recent years, the latest increase (9%; Figure 14) is smaller than the previous year (13%).\n\n\u003cons-chart path\u003d\"2c179905\" /\u003e\n\nRises seen over recent years reflect a combination of factors, which vary for different crime types, and include: \n\n- continuing improvements to recording processes and practices\n\n- more victims reporting crime \n\n- genuine increases in crime\n\nThese factors are believed to have the largest impact on violent and sexual offences, as evidenced by [Crime-recording: making the victim count][1], published by Her Majesty’s Inspectorate of Constabulary and Fire \u0026 Rescue Services (HMICFRS) in November 2014. This report showed that violence against the person and sexual offences had the highest under-recording rates nationally (33% and 26%, respectively). \n\nIn the rest of this section, we discuss police recorded crime in terms of: violent crime, public order offences, domestic abuse, and sexual offences.\n\n###Recording improvements have had a big impact on police recorded violence\nInterpreting trends in police recorded violence is difficult. Ongoing work by police forces over the last three years to improve crime-recording practices has driven an increase in recorded violence against the person offences. Anecdotal evidence suggests that the improvements have had a larger effect on relatively less harmful types of violent crime and less impact on more harmful subcategories, such as homicide and violent offences involving weapons. \n\nIn 2014, HMICFRS found that violent offences were more prone than other offences to subjective judgement about whether or not to record a crime. Since then, these offences have been one of the three main categories of crime focused on in the subsequent rolling programme of HMICFRS inspections.\n\n\u003cons-chart path\u003d\"8338cb63\" /\u003e\n\nEvidence of improvements in recording since 2014 can be found in the more recent [Crime Data Integrity (CDI) inspections][2] carried out by HMICFRS^1^ in the last two years. Findings from the 28 inspections suggest that crime recording practices by police forces in England and Wales are, in general, improving. Four of the forces who received a rating of “inadequate” at initial assessment have since been re-inspected and their ratings improved (one force to “outstanding”, two forces to “good” and one force to “requires improvement”). However, the level and speed of improvement varies across the country and some forces have further work to do to ensure reports of crime, in particular violent crime, are recorded correctly. \n\nIt is therefore likely that the increases in police recorded violence as a result of improved recording could continue for some time. It is also possible that there have been some genuine increases in crime among the less serious categories at the same time as ongoing improvements to recording. Further CDI inspection reports will be published periodically as the program continues. \n\nHMICFRS have recently published their annual report, [State of Policing: The Annual Assessment of Policing in England and Wales 2017][3]. This summarises the progress of police forces to improve their recording practices, based on the ongoing Crime Data Integrity programme. \n\n###Larger increase in violence without injury than violence with injury\nThe “violence without injury” subcategory accounted for 42% of all violence recorded by the police and showed a larger increase in the latest year to June 2018 (up 21% to 612,110 offences), than the “violence with injury” subcategory (up 8% to 523,319 offences) (Figure 15).\n\nAlmost 9 in 10 “violence without injury” offences^2^ recorded by the police in the year ending June 2018 were classified as assaults without injury^3^ (87%; 530,749 offences). This category showed a 22% increase (of 94,677 offences) compared with the previous year, which contributed to 88% of the increase in “violence without injury” offences. Smaller increases were seen in: \n\n- threats to kill (up 5,929 offences; 6% of the increase)\n\n- assault without injury on a constable (up 1,716 offences; 2% of the increase) \n\n- modern slavery^4^ (up 1,301 offences; 1% of the increase)\n\nMost of the 8% increase in the “violence with injury” subcategory (up to 523,319) is a result of an increase in assault with injury (67% of the increase). Assaults with intent to cause serious harm accounted for a further 12% of the increase (up 4,710 offences).\n\nThere is a decrease evident in attempted murder offences in the latest year (down 6% to 1,069 offences). This is due to the large number of attempted murder offences recorded in the comparator year due to the Manchester (235 offences) and London terror attacks (59 offences). In the year ending June 2018, 43 offences were recorded in relation to the terrorist-related incident at Parsons Green Underground station. Excluding terrorist incidents from both years, the number of attempted murder offences recorded by the police increased by 22% in the latest year.\n\n###Stalking and harassment accounted for over one-third of the increase in violence\nThe stalking and harassment^5^ subcategory rose by 36% compared with the previous year (Figure 15). This accounted for over one-third of the change in violence recorded by the police (37%; 87,853 offences). It is likely that recording improvements are an important factor in this rise, particularly in relation to malicious communication offences due to improved compliance in recording of these new offences over time. \n\nFrom April 2018, a change to the Home Office Counting Rules means that the offence of \nstalking or harassment will be recorded in addition to the most serious additional offence involving the same victim and offender. This is expected to cause an increase in offences recorded against stalking and harassment. \n\nThe latest [joint inspection][4]^6^ conducted by HMICFRS and HM Crown Prosecution Service Inspectorate (HMCPSI) found that stalking was not always recorded accurately by the police and in some of these cases, stalking was recorded as harassment. These findings suggest we cannot currently be confident about the accuracy of the recorded crime figures for the separate categories of stalking or harassment.\n\n###Changes in violence vary by police force area\nNearly all police forces recorded a rise in violence in the latest year to June 2018 compared with the previous year. It is important to bear in mind that these increases will reflect recording improvements and the extent of such effects differs across police forces ([Tables P1 and P2][5]). \n\n###Public order offences show increases\nPublic order offences cover a range of incidents including “causing intentional harassment, alarm or distress”. These offences are not covered by the Crime Survey for England and Wales (CSEW) and can be influenced by changes in police activity and recording practices. Public order offences increased by 30% in the latest year following a 43% increase in the previous year. The rise in public order offences is due largely to an increase of 37% in recorded offences of “Public fear, alarm, and distress” (to 306,029). This accounts for approximately 3 in 4 (75%) of all recorded public order offences in the latest year. \n\nA large part of this increase is likely to reflect improvements and changes to recording practices. In particular, we think that some incidences that would have been recorded as anti-social behaviour in past years, are now being recorded as public order offences. This accords with the consistent drop in the number of recorded anti-social behaviour offences since figures began in 2008. However, it is possible that genuine increases in public disorder may have contributed to this rise.\n\n###Police recorded domestic abuse continues to rise\nA 2015 [HMICFRS report][6] concluded that recent increases in the number of domestic abuse-related crimes were due, in part, to police forces improving their recording of domestic abuse incidents as crimes. This was in addition to forces actively encouraging victims to come forward to report these crimes.\n\nSince April 2015, crimes should be “flagged” as being domestic abuse-related by the police if the offence meets the government definition of domestic violence and abuse^7^. \n\n\u003cons-chart path\u003d\"1e7c5a34\" /\u003e\n\nAs the flagging of offences may rely on a manual intervention in the crime recording system, the quality of these data may be inconsistent across police forces and open to more variation than the underlying number of recorded offences.\n\nIn the year ending June 2018, there was an increase in the total number of domestic abuse-related offences recorded by the police (up 22% to 629,767). As well as general improvements in recording, the police may have improved their identification of which offences are domestic abuse-related and more victims may be coming forward to report these crimes. Given the different factors affecting the reporting and recording of these offences, we feel the police figures do not currently provide a reliable indication of current trends. \n\nIn comparison, figures from a self-completion module in the CSEW have shown little change in the prevalence of domestic abuse in recent years. However, the cumulative effect of these changes has resulted in a small, significantly lower prevalence for the year ending March 2018 (6.1%) compared with the year ending March 2005 (8.9%). This indicates a gradual, longer-term downward trend ([Table S36][7]). \n\nFurther analysis on domestic abuse can be found in the [Domestic abuse in England and Wales, year ending March 2017][8] release and [Domestic abuse: findings from the Crime Survey for England and Wales: year ending March 2017][9].\n\n###New data will help us measure coercive behaviour and sexual offences against children\nIncluded in the rise in domestic abuse-related crimes are offences of coercive or controlling behaviour in an intimate or family relationship^8^. This became a new criminal offence as part of the Serious Crime Act 2015 and came into force on 29 December 2015. Of the 43 forces for which data were available, 9,053 offences of coercive control were recorded in the year ending March 2018^9^. Data for the previous year showed that 38 forces recorded a total of 4,246 coercive control offences. This increase is likely to be due to police forces increasing their use of the new law over the last year. \n\nA further change to recording practices is to flag offences where children have been sexually abused or exploited. New experimental statistics for the year ending March 2018 showed the police flagged 55,061 crimes as involving child sexual abuse^10^ and 15,045 as involving child sexual exploitation^11^. As with flagging for domestic abuse, the data quality for these figures is variable across police forces, but is expected to improve over time. A breakdown of these data across police force areas is available in [Other related tables][10].\n\n###Rises in police recorded sexual offences\nThere was an increase of 18% in the number of sexual offences recorded by the police in the year ending June 2018 compared with the previous year (up to 154,162 (Figure 17, [Table A4][11])): \n\n- police recorded rape increased by 21% (to 55,068 offences)\n\n- other sexual offences increased by 16% (to 99,094 offences)\n\n- the increase in sexual offences against children^12^ contributed around one-quarter (24%) to the total increase in the number of sexual offences recorded by the police\n\n\u003cons-chart path\u003d\"1089755e\" /\u003e\n\nA factor in the latest rise is improvements made by the police in the recording of sexual offences. More recent [Crime Data Integrity inspections][12] carried out by HMICFRS^13^ indicate that there is evidence of improvements in the recording of sexual offences made by forces since 2014. However, the level of improvement varies between forces and some have further work to do to ensure that all reports of sexual offences are recorded correctly. Therefore, the increases seen as a result of improved recording may continue for some time.\n\nAn increased willingness of victims to come forward and report these crimes to the police is also thought to have contributed to the increase. High-profile coverage of sexual offences and the police response to reports of non-recent sexual offending are other factors that are likely to have influenced police recording of sexual offences. For example, Operation Yewtree, which began in 2012, and more recently, allegations against prominent individuals in Hollywood. Such operations are likely to have an ongoing influence on victims’ willingness to come forward to report both recent and non-recent offences.\n\nFor a subset of forces providing data to the Home Office Data Hub^14^, 26% of sexual offences recorded by the police in the year ending June 2018 were non-recent offences (those that took place more than 12 months before being recorded by the police). Non-recent offences increased by 18% compared with the year ending June 2017, in line with the overall increase over the same period. While non-recent offences remain an important contributor to the latest rise in sexual offences (26%), the rise was due mainly to increases in recent offences (those that took place within 12 months of being recorded by the police).\n\nGiven the different factors affecting the reporting and recording of these offences, we feel the police figures do not currently provide a reliable indication of current trends in these types of crime. \n\nEstimates from the CSEW for the year ending March 2018 showed that 2.7% of adults aged 16 to 59 years had been victims of sexual assaults in the last year (including attempted offences), a small but statistically significant increase compared with the previous year’s estimate (2.0%) ([Table S36][13]). \n\nThis is driven by an increase in our estimates for how many women have been victims of indecent exposure or unwanted sexual touching in the last year ([Table S35][14]). From the latest survey data, we estimate that 3.8% of women aged 16 to 59 years were victims of indecent exposure or unwanted sexual touching, a percentage point increase of 1.2 in comparison with last year’s estimate. We will be publishing further analysis of sexual offences data later this year.\n\nMore information on interpreting longer-term trends in these offences can be found in [Sexual offences in England and Wales: year ending March 2017][15]; however, this does not include the most recent statistics for the year ending June 2018. \n\n\n####Notes for: What’s happened to the volume of crime recorded by the police?\n1. These reports were published between 2016 and 2018, and the most recent reports were published on 2 October 2018. Four re-inspection reports have also been published. \n\n2. Stalking and harassment offences are no longer included within the category of “violence without injury”. \n\n3. Assaults without injury offences are those where at the most a feeling of touch or passing moment of pain is experienced by the victim.\n\n4. Modern slavery can take multiple forms including sexual exploitation, forced labour and domestic servitude. Before 1 April 2015, modern slavery offences were recorded under trafficking for sexual exploitation, immigration offences, and other indictable or triable-either-way offences. As of 1 April 2015, a separately identifiable crime recording category of modern slavery was introduced. The [Modern Slavery Act 2015][16] consolidated existing slavery and trafficking offences into one Act. These provisions came into force on 31 July 2015.\n\n5. Stalking and harassment offences have moved out of the subcategory of “violence without injury” and are now in a separate subcategory along with the new notifiable offence of malicious communications. These are “disclosure of private sexual photographs and films (including on the internet) with the intent to cause distress or anxiety” and “sending letters (including emails) with intent to cause distress or anxiety”. These were added to the notifiable offence list in April 2015.\n\n6. [Living in fear – the police and CPS response to harassment and stalking][17] inspection report was published in July 2017.\n\n7. Any incident or pattern of incidents of controlling, coercive or threatening behaviour, violence or abuse between those aged 16 years and over who are, or have been, intimate partners or family members regardless of gender or sexuality.\n\n8. This offence is constituted by behaviour on the part of the perpetrator, which takes place “repeatedly or continuously”. The victim and alleged perpetrator must be “personally connected” at the time the behaviour takes place. The behaviour must have had a “serious effect” on the victim, meaning that it has caused the victim to fear violence will be used against them on “at least two occasions”, or it has had a “substantial adverse effect on the victims’ day to day activities”. The alleged perpetrator must have known that their behaviour would have a serious effect on the victim, or the behaviour must have been such that he or she “ought to have known” it would have that effect.\n\n9. Data not shown. \n\n10. Child sexual abuse is defined as “forcing or enticing a child or young person to take part in sexual activities, not necessarily involving a high level of violence, whether or not the child is aware of what is happening. The activities may involve physical contact, including assault by penetration (for example, rape or oral sex) or non-penetrative acts (for example, masturbation, kissing, rubbing, touching outside of clothing and so on). They may also include non-contact activities, such as involving children in looking at, or in the production of, sexual images, watching sexual activities, encouraging children to behave in sexually inappropriate ways, or grooming a child in preparation for abuse (including via the internet)”.\n\n11. Child sexual exploitation is defined as “a form of child sexual abuse. It occurs where an individual or group takes advantage of an imbalance of power to coerce, manipulate or deceive a child or young person under the age of 18 years into sexual activity (a) in exchange for something the victim needs or wants, and/or (b) for the financial advantage or increased status of the perpetrator or facilitator. The victim may have been sexually exploited even if the sexual activity appears consensual. Child sexual exploitation does not always involve physical contact; it can also occur through the use of technology.\n\n12. This includes “rape of a male or female child under 16 years”, “rape of a male or female child under 13 years”, “sexual assault on a male or female child under 13 years”, “sexual activity involving a child under 13 years or under 16 years” and “abuse of children through sexual exploitation”.\n\n13. These reports were published between 2016 and 2018, and the most recent reports were published on 2 October 2018. Four re-inspection reports have also been published. \n\n14. The Home Office Data Hub is a live database that allows police forces to provide the Home Office with record-level information on every crime recorded in a year.\n\n\n  [1]: https://www.justiceinspectorates.gov.uk/hmic/publication/crime-recording-making-the-victim-count/\n  [2]: https://www.justiceinspectorates.gov.uk/hmicfrs/?cat\u003dcrime-recording-2\u0026type\u003dpublications\u0026s\u0026force\u0026year\n  [3]: https://www.justiceinspectorates.gov.uk/hmicfrs/publications/state-of-policing-the-annual-assessment-of-policing-in-england-and-wales-2017\n  [4]: http://www.justiceinspectorates.gov.uk/hmic/publications/living-in-fear-the-police-and-cps-response-to-harassment-and-stalking/?utm_source\u003dmedia\u0026utm_medium\u003demail\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/policeforceareadatatables\n  [6]: http://www.justiceinspectorates.gov.uk/hmic/publications/increasingly-everyones-business-a-progress-report-on-the-police-response-to-domestic-abuse/\n  [7]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualsupplementarytables\n  [8]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/domesticabuseinenglandandwales/yearendingmarch2017\n  [9]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/domesticabusefindingsfromthecrimesurveyforenglandandwales/yearendingmarch2017\n  [10]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [11]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [12]: https://www.justiceinspectorates.gov.uk/hmicfrs/?cat\u003dcrime-recording-2\u0026type\u003dpublications\u0026s\u0026force\u0026year\n  [13]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualsupplementarytables\n  [14]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualsupplementarytables\n  [15]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/sexualoffencesinenglandandwales/yearendingmarch2017\n  [16]: http://www.legislation.gov.uk/ukpga/2015/30/pdfs/ukpga_20150030_en.pdf\n  [17]: http://www.justiceinspectorates.gov.uk/hmic/publications/living-in-fear-the-police-and-cps-response-to-harassment-and-stalking/?utm_source\u003dmedia\u0026utm_medium\u003demail"},{"title":"Other sources of data provide a fuller picture of crime","markdown":"Neither the Crime Survey for England and Wales (CSEW) nor the main police recorded crime series cover all crime. This section provides an overview of supplementary data sources, including:\n\n- the Crime Survey for England and Wales for children aged 10 to 15 years \n\n- recorded crime data for incidences of anti-social behaviour\n\n- data concerning non-notifiable offences\n\n- the Commercial Victimisation Survey, which gathers data on crimes experienced by businesses\n\n###Crime Survey for England and Wales estimated 1 in 10 children aged 10 to 15 years were victims of crime\n\nCSEW estimates of crimes experienced by children aged 10 to 15 years ([Appendix tables A9, A10, A11 and A12][1]) are not directly comparable with the main survey of adults, so are not included in the headline totals. However, estimates are presented to provide a better understanding of victimisation experiences among children resident in households. The CSEW estimated that around 1 in 10 children aged 10 to 15 years were victims of at least one crime in the latest year. A total of 631,000 crimes^1^ were estimated to have been experienced by children aged 10 to 15 years:\n\n- 48% were violent crimes (305,000), with the majority of these being low-level violence^2^\n\n- 36% were thefts of personal property (225,000)\n\n- 12% were criminal damage to personal property (73,000)\n\n- 5% were robbery (29,000)\n\nGiven the small sample size for the 10-to-15-year-old element of the CSEW, estimates can fluctuate over time and trends can be difficult to interpret. \n\n###Increase in anti-social behaviour estimated by the CSEW\n\nThe CSEW estimated that 34% of respondents experienced or witnessed anti-social behaviour (ASB) in their local area in the latest survey year, an increase from the previous year (31%). This is the highest percentage since the data were first collected in the year ending March 2012. Further information is available in [Figures F1 and F2, and Tables F7 and F8][2].\n\nAround 1.6 million incidents of ASB were recorded by the police^3^ (including the British Transport Police ) in the latest year, a decrease of 13% from the previous year ([Figure F1][3]). These are incidents that may still be crimes in law, such as littering or dog fouling, but are not severe enough to result in the recording of a notifiable offence and therefore are not included in the main police recorded crime series. \n\nThere have been no recent inspections into ASB, however, a [review by Her Majesty’s Inspectorate of Constabulary and Fire \u0026 Rescue Services (HMICFRS)][4] in 2012 found that there was a wide variation in the quality of decision-making associated with the recording of ASB. As a result, ASB incident data should be interpreted with caution. It is possible that, given the focus on the quality of crime recording, some incidents that may have previously been recorded as ASB have more recently been recorded as crimes. In particular, this is likely to account for some of the recent rise in public order offences.\n\n###Non-notifiable offences remain at a similar level to the previous year\nIn the year ending March 2018 (the latest period for which data are available), there were 1.1 million convictions for non-notifiable offences^5^ that were not covered in police recorded crime or the CSEW, similar to the number seen in the previous year. \n\nIn addition, 12,000 Penalty Notices for Disorder (PNDs) were issued in relation to non-notifiable offences for the year ending March 2018, a decrease of 24% from the year ending March 2017^6^. The majority of these PNDs related to drunk and disorderly behaviour. Further information is available in [Tables F10a and F10b][5].\n\n###Wholesale and retail businesses experienced the highest levels of crime\nAs the CSEW is a survey of the population resident in households, it traditionally has not covered crimes against businesses^7^. Additionally, the police recorded crime series can only provide a partial picture of crimes against the business community as not all offences come to the attention of the police. The [Commercial Victimisation Survey][6] (CVS) provides estimates of crime against selected business premises^8^ covered in its sample and gives some insight into the number of these crimes that go unreported to the police. \n\nThe 2017 CVS^9^ showed that businesses in the wholesale and retail sector experienced the highest levels of crime – an estimated 8.1 million incidents, a rate of around 23,000 incidents per 1,000 business premises ([Table F11][7]). However, care must be taken when comparing crime rates over time, based on CVS data. This is because the CVS does not cover all industry sectors (the survey generally covers premises in three or four industrial sectors each year) and sample sizes associated with individual sectors are small. \n \n####Notes for: Other sources of data provide a fuller picture of crime\n\n1. The survey of children aged 10 to 15 years only covers personal level crime (so excludes household level crime) and, as with the main survey, does not include sexual offences.\n\n2. 77% of violent crimes experienced in the latest survey year resulted in minor or no injury.\n\n3. Cheshire Police were unable to provide ASB figures for March 2018 to June 2018.\n\n4. It is not possible to look at longer trends in ASB including British Transport Police, as data are only available from the year ending March 2013.\n\n5. Non-notifiable offences are offences dealt with exclusively by magistrates’ courts or by the police issuing of a Penalty Notice for Disorder or a Fixed Penalty Notice. Along with non-notifiable offences dealt with by the police (such as speeding), these include many offences that may be dealt with by other agencies – for example, prosecutions by TV Licensing, or the Driver and Vehicle Licensing Agency (DVLA) for vehicle registration offences.\n\n6. A pilot scheme was implemented from November 2014 in Leicestershire, Staffordshire and West Yorkshire police forces to reduce the types of out-of-court disposals available for adult offenders, including limiting their use of Penalty Notices for Disorder (PND). In the pilot areas, the only out-of-court disposals available are community resolutions and conditional cautions. Since the pilot ended in November 2015, these three forces have continued with their limited use of out-of-court disposals and some other forces have also adopted similar policies. This is likely to have been a factor in the declining number of PNDs issued.\n\n7. Although the recent extension to cover fraud against adults resident in households includes incidents where the victim has been fully (or partially) reimbursed by their financial provider.\n\n8. This is a premises-based survey; respondents were asked if the business at their current premises had experienced any of a range of crime types in the 12 months prior to interview.\n\n9. Data from the 2017 CVS are the latest data available. \n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [3]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [4]: http://www.justiceinspectorates.gov.uk/hmic/publication/a-step-in-the-right-direction-the-policing-of-anti-social-behaviour/\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [6]: https://www.gov.uk/government/statistics/crime-against-businesses-findings-from-the-2017-commercial-victimisation-survey\n  [7]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables"},{"title":"New and upcoming changes","markdown":"[Improving crime statistics for England and Wales – progress update][1] provides an annual overview of our plans to improve the design, coverage and presentation of crime statistics in England and Wales over the next few years. In addition, this section provides further detail about changes to the publication of police recorded crime data, and changes to the Crime Survey for England and Wales (CSEW).\n\n###New data on corruption-related offences\n\nNew data on corruption-related offences recorded by the police have been included alongside the bulletin for the first time for the year ending June 2018. Corruption offences have been defined as: \n\n- 99/7 Offences of bribing another person contrary to section 1 of the Bribery Act 2010\n\n- 99/8 Offences relating to being bribed contrary to section 2 of the Bribery Act 2010\n\n- 99/9 Bribery of a foreign public official contrary to section 6 of the Bribery Act 2010\n\n- 99/10 Failure of a commercial organisation to prevent bribery contrary to section 7 of the Bribery Act 2010\n\n- 99/12 Misconduct in a public office \n\nThese data are published as Experimental Statistics and can be found in [Table F6][2].\n\n###Detailed breakdown of police recorded homicide offences\nSince January 2018, the [appendix tables][3] accompanying this release provide a more detailed breakdown of homicide offences than has previously been provided. Separate figures are given for each of the constituent categories of homicide: murder, manslaughter, corporate manslaughter and infanticide. \n\nFigures given in this breakdown of police recorded homicide will differ from those sourced from the Home Office Homicide Index^1^ because of an important distinction between the two data sources. Police recorded crime data on homicide (as presented in this release) represent the recording decision of the police based on the available information at the time the offence comes to their attention. \n\nIn contrast, Homicide Index data take account of the charging decision and court outcome in cases that have gone to trial. It is common for offences initially recorded as murder by the police to be charged or convicted as manslaughter at court. As a result, manslaughter consistently makes up a notably higher proportion of offences in the Homicide Index compared with police recorded crime.\n\n###Crime Severity Score\n[Experimental Statistics][4] on a [Crime Severity Score][5] (CSS) have been released alongside this bulletin. The CSS was developed as an additional measure to supplement existing Office for National Statistics (ONS) statistics on crime. The measure weights different types of crime according to severity, with more serious crimes carrying a higher weight to better reflect the level of harm to society and demand on the police caused by crime. [Initial research outputs][6] based upon the CSS were published in November 2016. \n\n###Changes to the Crime Survey for England and Wales\nFrom April 2018, a number of changes have been made to the CSEW. These follow initial proposals published in a [consultation response paper][7] in October 2017. Small reductions have been made in the survey\u0027s sample size and target response rate and a series of questions related to the criminal justice system have been removed from the questionnaire.\n\n###National Statistics status of fraud and computer misuse\nEstimates of fraud and computer misuse were previously classed as Experimental Statistics. Following assessment by the Office for Statistics Regulation in March 2018, [they have now been classified as National Statistics][8]. \n\n###Improving the treatment of high-frequency repeat victimisation on the Crime Survey\n\nIn cases where high levels of repeat victimisation have been recorded on the Crime Survey for England and Wales (CSEW) the survey has always only included the first five incidents of a series within published estimates. In 2015, following criticism of this methodology, we commissioned an independent review of the methods for addressing high-frequency repeat victimisation, launched a public consultation and [published our findings][9]. As a result of this work, it was decided that we would drop the current cap of five and move to the 98th percentile as the agreed cut-off point for repeat victimisation. \n\nSince the majority of crime types will have been affected to some extent, and the total volume of crime as measured by the CSEW will change, we will be carrying out a series of user engagement activities prior to this change in methodology. If you are interested in attending one of these events or would like to be kept informed, please contact the Crime statistics inbox at \u003cCrimeStatistics@ons.gov.uk\u003e. \n\nMore information on this change can be found in [Improving crime statistics for England and Wales – progress update][10].\n\n###Delay to publication of tables to implement new methodology\nRevising the entire Crime Survey history in the light of the improved methodology for high-frequency repeat victimisation takes time to complete. Currently, the entire time series going back to 1981 is nearing completion with the expectation that the next quarterly release in January 2019 will be the first release of data based on these figures.\n\nRevising the entire Crime Survey history also means that the year ending March 2018 bulletin published in July 2018 did not include the full complement of annual tables that are normally published alongside it. Specifically, there are several tables in the [Annual Trend and Demographic][11] collection and the [Additional tables on Fraud and Cybercrime][12] that cannot be updated until we have implemented the new changes. Publication of these tables for the year ending March 2018 is planned for January 2019.\n\nMore information on this change can be found in [Improving crime statistics for England and Wales – progress update][13].\n\n####Notes for: New and upcoming changes\n1. These figures are published annually by us and were last released in [Homicide in England and Wales: year ending March 2017][14].\n\n\n  [1]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/improvingcrimestatisticsforenglandandwalesprogressupdate\n  [2]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables\n  [3]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables\n  [4]: https://www.ons.gov.uk/methodology/methodologytopicsandstatisticalconcepts/guidetoexperimentalstatistics\n  [5]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeseverityscoreexperimentalstatistics\n  [6]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/researchoutputsdevelopingacrimeseverityscoreforenglandandwalesusingdataoncrimesrecordedbythepolice/2016-11-29\n  [7]: https://consultations.ons.gov.uk/crime-statistics/changes-to-the-crime-survey-for-england-and-wales/\n  [8]: https://www.statisticsauthority.gov.uk/correspondence/fraud-and-computer-misuse-statistics-confirmation-of-national-statistics/\n  [9]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/improvingestimatesofrepeatvictimisationderivedfromthecrimesurveyforenglandandwales\n  [10]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/improvingcrimestatisticsforenglandandwalesprogressupdate\n  [11]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualtrendanddemographictables\n  [12]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesexperimentaltables\n  [13]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/improvingcrimestatisticsforenglandandwalesprogressupdate\n  [14]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/homicideinenglandandwales/yearendingmarch2017"},{"title":"Quality and methodology ","markdown":"The Crime in England and Wales quarterly releases are produced in partnership with the Home Office who collate and quality assure the police recorded crime data presented in the bulletins. Home Office colleagues also quality assure the overall content of the bulletin.\n\n[National Statistics][1] are produced to high professional standards set out in the [Code of Practice for Statistics][2]. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\nThe [UK Statistics Authority][3] has designated this statistical bulletin as a National Statistics output, in accordance with the [Statistics and Registration Service Act 2007][4] and signifying compliance with the [Code of Practice for Statistics][5].\n\nHowever, statistics based on police recorded crime data have been assessed against the Code of Practice for Statistics and found not to meet the required standard for designation as National Statistics. The [full assessment report][6] can be found on the UK Statistics Authority website.\n\nA new data quality framework has been compiled to help inform users about the quality of crime statistics for different types of crime and which source is thought to provide the most reliable measure. This can be found in Figure 5 of the [User guide][7].\n\nTable 7 summarises the strengths and weaknesses of the two main sources of data used in this bulletin.\n\n\u003cons-table path\u003d\"6192c475\" /\u003e\n\nThe [Crime in England and Wales Quality and Methodology Information][8] report contains important information on:\n\n- the strengths and limitations of the data \n\n- uses and users of the data\n\n- quality characteristics of the data\n\n- methods used to produce the data\n\nUnless stated otherwise, all changes in Crime Survey for England and Wales (CSEW) estimates described in the main text are statistically significant at the 5% level. Since the CSEW estimates are based on a sample survey, it is good practice to publish confidence intervals alongside them; these provide a measure of the reliability of the estimates and can be found in the [User guide tables][9]^1^. Further information on statistical significance can be found in Chapter 8 of the [User guide][10].\n\nMore information regarding the coverage, coherence and accuracy of the CSEW and police recorded crime can be found in the [User guide to crime statistics for England and Wales][11], the [Crime in England and Wales Quality and Methodology Information report][12] and (for CSEW only) the [CSEW technical report][13]. \n\n####Notes for: Quality and methodology\n1. These tables are usually published alongside our year ending March bulletin in July. However, publication of the tables for the year ending March 2018 has been pushed back to January 2019 while we implement a change to our method for handling repeat victimisation. More information on this change can be found in [Improving crime statistics for England and Wales – progress update][14].\n\n\n  [1]: https://www.statisticsauthority.gov.uk/national-statistician/types-of-official-statistics/\n  [2]: https://www.statisticsauthority.gov.uk/code-of-practice/\n  [3]: https://www.statisticsauthority.gov.uk/\n  [4]: https://www.statisticsauthority.gov.uk/about-the-authority/uk-statistical-system/legislation/key-legislative-documents/\n  [5]: https://www.statisticsauthority.gov.uk/code-of-practice/\n  [6]: https://www.statisticsauthority.gov.uk/publication/statistics-on-crime-in-england-and-wales/\n  [7]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [8]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeinenglandandwalesqmi\n  [9]: https://www.ons.gov.uk/file?uri\u003d/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeandjusticemethodology/userguidetocrimestatisticsforenglandandwalestables2017.xls\n  [10]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [11]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\n  [12]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeinenglandandwalesqmi\n  [13]: http://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeandjusticemethodology\n  [14]: https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/improvingcrimestatisticsforenglandandwalesprogressupdatejuly2017"}],"accordion":[],"relatedData":[{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesbulletintables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesappendixtables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesquarterlydatatables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/policeforceareadatatables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/householdcrimeincidencecsewopendatatable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/householdcrimeprevalencecsewopendatatable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/personalcrimeincidencecsewopendatatable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/personalcrimeprevalencecsewopendatatable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/perceptionscriminaljusticesystemcsewopendatatable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/perceptionsothercsewopendatatable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/recordedcrimedataatpoliceforcearealevel"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/recordedcrimedataatcommunitysafetypartnershiplocalauthoritylevel"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesexperimentaltables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/recordedcrimedataatpoliceforcearealevelincludingpivottable"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/recordedcrimedatabycommunitysafetypartnershiparea"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualsupplementarytables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualtrendanddemographictables"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeseverityscoreexperimentalstatistics"},{"uri":"/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesotherrelatedtables"}],"relatedDocuments":[],"charts":[{"title":"Figure 1: Crime estimated by the survey has not changed over the last year, but when fraud and computer misuse are excluded the survey estimates an increase","filename":"75c55272","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/75c55272"},{"title":"Figure 2: The likelihood of being a victim of crime varies by crime type","filename":"c8d49cf2","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/c8d49cf2"},{"title":"Figure 3: Continued rise in offences involving a knife or sharp instrument, but a decrease in offences involving firearms ","filename":"b1414169","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/b1414169"},{"title":"Figure 4: Homicides have increased over the last four years following a long-term downward trend","filename":"2d277efa","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/2d277efa"},{"title":"Figure 5: Rises in vehicle offences, burglary and robbery recorded by the police are thought to reflect genuine increases ","filename":"a294906a","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/a294906a"},{"title":"Figure 6: Crime Survey for England and Wales shows long-term reductions in violent crime but little change in recent years","filename":"af8ef323","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/af8ef323"},{"title":"Figure 7: Homicides have increased over the last four years, indicating a change to the long-term downward trend","filename":"bdd6dcf6","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/bdd6dcf6"},{"title":"Figure 8: Police recorded offences involving a knife or sharp instrument have risen for the fourth year running","filename":"e52a3f60","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/e52a3f60"},{"title":"Figure 9: Crimes involving knives and sharp instruments are most often assaults with injury or assault with intent to cause serious harm and robberies","filename":"b1ada4c8","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/b1ada4c8"},{"title":"Figure 10: The number of police recorded offences involving firearms has decreased in the latest year","filename":"b2f49760","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/b2f49760"},{"title":"Figure 11: Rise in overall theft offences measured by the Crime Survey for England and Wales","filename":"d56341ac","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/d56341ac"},{"title":"Figure 12: Recent rises in police recorded burglary and robbery signal a change to the long-term downward trend","filename":"5c5f9a87","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/5c5f9a87"},{"title":"Figure 13: CAMIS data suggest an increase in plastic card fraud reported to UK Finance over recent years","filename":"773c755d","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/773c755d"},{"title":"Figure 14: The volume of police recorded crime has increases over recent years","filename":"2c179905","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/2c179905"},{"title":"Figure 15: The volume of violent crime being recorded by the police has increased over the last few years","filename":"8338cb63","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/8338cb63"},{"title":"Figure 16: The crime type of “violence against the person” has the highest proportion of domestic abuse flagged offences","filename":"1e7c5a34","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/1e7c5a34"},{"title":"Figure 17: Police recorded sexual offences are at their highest volume since the introduction of the National Crime Recording Standard in 2002","filename":"1089755e","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/1089755e"}],"tables":[{"title":"Table 1: What do the latest figures show? ","filename":"89e29d36","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/89e29d36"},{"title":"Table 2a: Crime Survey for England and Wales incidence rates and number of incidents for year ending June 2018 and percentage  change^1^","filename":"46bdd922","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/46bdd922"},{"title":"Table 2b: Crime Survey for England and Wales prevalence rates and numbers of victims for year ending June 2018 and percentage change^1^","filename":"c1b0e4a4","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/c1b0e4a4"},{"title":"Table 3: Police recorded crimes in England and Wales - rate, number and percentage change for year ending June 2018^1^, ^2^, ^3^","filename":"129798c3","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/129798c3"},{"title":"Table 4: Selected violent and sexual offences involving a knife or sharp instrument recorded by the police in England and Wales, year ending June 2017 and year ending June 2018 with percentage change^1^, ^2^, ^3^, ^4^, ^5^ ,^6^","filename":"948068b5","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/948068b5"},{"title":"Table 5: Crime Survey for England and Wales computer misuse - number of incidents for year ending June 2017 and year ending June 2018 with percentage change^1^, ^2^","filename":"d09daf76","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/d09daf76"},{"title":"Table 6: Crime Survey for England and Wales fraud - number of incidents for year ending June 2017 and year ending June 2018 with percentage change^1^ , ^2^","filename":"4aea5b36","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/4aea5b36"},{"title":"Table 7: Strengths and limitations of the Crime Survey for England and Wales and police recorded crime","filename":"6192c475","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018/6192c475"}],"images":[],"equations":[],"links":[],"alerts":[],"relatedMethodology":[],"relatedMethodologyArticle":[],"versions":[],"type":"bulletin","uri":"/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingjune2018","description":{"title":"Crime in England and Wales","summary":"Crime against households and adults, also including data on crime experienced by children, and crimes against businesses and society. ","keywords":["police","criminal activity","victims","offences","personal experience"],"metaDescription":"Crime against households and adults, also including data on crime experienced by children, and crimes against businesses and society. ","nationalStatistic":true,"latestRelease":true,"contact":{"email":"crimestatistics@ons.gov.uk","name":"Meghan Elkin","telephone":"+44 (0)20 7592 8695"},"releaseDate":"2018-10-17T23:00:00.000Z","nextRelease":"24 January 2019","edition":"year ending June 2018","headline1":"","headline2":"","headline3":"","unit":"","preUnit":"","source":""},"topics":[]}